tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "cmake"
brew "editorconfig"
brew "git-lfs"
brew "python"
brew "gnupg"
brew "grip"
brew "helm"
brew "hub"
brew "jenv"
brew "jq"
brew "maven@3.3"
brew "neovim"
brew "node@8"
brew "nvm"
brew "plantuml"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "chefdk"
cask "docker"
cask "eclipse-jee"
cask "firefox"
cask "font-fira-code"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "macvim"
cask "postman"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
