tap "chef/chef"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "cmake"
brew "editorconfig"
brew "gawk"
brew "gist"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grip"
brew "helm"
brew "hub"
brew "jenv"
brew "jq"
brew "n"
brew "neovim"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "eth-p/software/bat-extras"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "adoptopenjdk"
cask "chefdk"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "macvim"
cask "opera"
cask "postman"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
