tap "eth-p/software" # bat-extras
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "cmake"
brew "editorconfig"
brew "gawk"
brew "gist"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grip"
brew "hub"
brew "jq"
brew "mas"
brew "n"
brew "neovim"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "eth-p/software/bat-extras"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "docker"
cask "font-fira-code"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
mas "Boop", id: 1518425043
mas "Desk Remote Control", id: 1509037746
mas "Magnet", id: 441258766
mas "Spark – Email App by Readdle", id: 1176895641
mas "Telegram", id: 747648890
mas "Things 3", id: 904280696
mas "Xcode", id: 497799835
